Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=60_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamenkielisiä oppimateriaaleja
smn: Sämikielâlâš oppâmateriaalij

source: Saamelaiskäräjät tuottaa ja rahoittaa saamenkielisiä oppimateriaaleja esi- ja perusopetuksen, lukioiden, ammatillisen ja aikuiskoulutuksen tarpeisiin.
smn: Sämitigge pyevtit já ruttâd sämikielâlâš oppâmateriaalâid ovdâmáttááttâs, vuáđumáttááttâs, luvâttuvâi, áámmátlâš já rävisolmoošškovliittâs tárboid.

source: Saamelaiskäräjät on laatinut vuosittain tarkistettavan pitemmän aikavälin suunnitelman, jonka mukaisesti materiaaleja tuotetaan.
smn: Sämitigge lii ráhtám kuhheeb äigipaje vuávám, mii ihásávt tärhistuvvoo já mon mieldi materiaalah pyevtittuvvojeh.

source: Lisätietoja antaa Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto Inarissa.
smn: Lasetiäđuid oppâmateriaalâin, pyevtittemvuáváámijn já ruttâdmist addel Sämitige škovlim- já oppâmateriaaltoimâttâh Anarist.

source: Inarinsaamenkieliset oppimateriaalit
smn: Anarâškielâlâš oppâmateriaaleh

source: Koltansaamenkieliset oppimateriaalit
smn: Nuorttâsämikielâlâš oppâmateriaaleh

source: Pohjoissaamenkieliset oppimateriaalit
smn: Tavesämikielâlâš oppâmateriaaleh

source: Oppimateriaaleja internetissä
smn: Oppâmateriaaleh interneetist

source: Opettajan materiaalit
smn: Máttáátteijei materiaaleh
